Revit 2027 API
ParameterTypeId.TrussFamilyTopChordStartReleaseType Property
 "Start Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyTopChordStartReleaseType { get; }
Public Shared ReadOnly Property TrussFamilyTopChordStartReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyTopChordStartReleaseType {
	ForgeTypeId^ get ();
}
static member TrussFamilyTopChordStartReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace